Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad
Serialization structure for AnalysisDecomposedMemberLoad.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.AnalysisDecomposedLoad
The analysis decomposed load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad._CSCode
The CS code of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad._StartDistance
The start distance of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad._EndDistance
The end distance of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad._StartValue
The start value of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad._EndValue
The end value of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.ToStruct(Tekla.Structures.Analysis.AnalysisDecomposedMemberLoad)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.FromStruct(Tekla.Structures.Analysis.AnalysisDecomposedMemberLoad)
DO NOT USE! For internal usage only!
P: P.